"""
Формат А3, вертикальный (297*420 мм), 300
dpi

1 сантиметр равно 37.936267
"""


banners_inplace = {
    'size': [297, 420],
    'pos': {
        'header': {'pos': [1.75, 4], 'size': [17.38, 5.63], 'font':90},
        'thesis': {'pos': [1.75, 8.54], 'size': [17.38, 2.2], 'font': 60},
        'image': {'pos':  [28.57, 2.87], 'size': [9.99, 10.28]},
        'button': {'pos': [2, 17.11], 'size': [7.23, 2.3], 'font': 50},
        'inplace': {'pos': [1.71, 2], 'size': [18.25, 1.14], 'font': 68.2}
    }
}